{
  "ui.src.bottomMenu.moreChoicesButtonLabel": "Hover/alt text for selecting specific privacy choices.",
  "ui.src.bottomMenu.moreChoicesButtonPrimary": "Text for selecting specific more opt out choices.",
  "ui.src.bottomMenu.showPolicyButtonCompleteOptionsInverted": "Text for linking out to privacy policy in CompleteOptionsInverted UI.",
  "ui.src.bottomMenu.showPolicyButtonLabel": "Hover/alt for linking out to privacy policy.",
  "ui.src.bottomMenu.showPolicyButtonPrimary": "Text for linking out to privacy policy.",
  "ui.src.bottomMenu.showSecondaryPolicyButton": "Text for linking out to secondary policy.",
  "ui.src.bottomMenu.showSecondaryPolicyButtonLabel": "Hover/alt for linking out to secondary policy.",
  "ui.src.bottomMenu.simplerChoicesButtonLabel": "Hover/alt text for selecting simpler opt out choices.",
  "ui.src.bottomMenu.simplerChoicesButtonPrimary": "Text for selecting simpler opt out choices.",
  "ui.src.completeOptions.advertisingLabel": "Text for advertising purposes in CompleteOptions view state.",
  "ui.src.completeOptions.analyticsLabel": "Text for analytics purposes in CompleteOptions view state.",
  "ui.src.completeOptions.essentialAriaLabel": "Hover/alt text for disabled essential purposes in CompleteOptions view state.",
  "ui.src.completeOptions.essentialLabel": "Text for essential purposes in CompleteOptions view state.",
  "ui.src.completeOptions.functionalLabel": "Text for functional purposes in CompleteOptions view state.",
  "ui.src.completeOptions.globalPrivacySignal": "Text to display when Global Privacy Control (GPC) is respected.",
  "ui.src.completeOptions.saleOfInfoLabel": "Text for sale of information purposes in CompleteOptions view state.",
  "ui.src.completeOptions.saveButtonPrimary": "Confirm button text in CompleteOptions view state.",
  "ui.src.completeOptions.toggleDisable": "Hover/alt text for disabled opt in/opt out checkboxes when user is opted in in CompleteOptions view state.",
  "ui.src.completeOptions.toggleEnable": "Hover/alt text for disabled opt in/opt out checkboxes when user is opted out in CompleteOptions view state.",
  "ui.src.completeOptionsInverted.advertisingLabel": "Text for advertising purposes in CompleteOptionsInverted view state.",
  "ui.src.completeOptionsInverted.analyticsLabel": "Text for analytics purposes in CompleteOptionsInverted view state.",
  "ui.src.completeOptionsInverted.functionalLabel": "Text for functional purposes in CompleteOptionsInverted view state.",
  "ui.src.completeOptionsInverted.saleOfInfoLabel": "Text for sale of information purposes in CompleteOptionsInverted view state.",
  "ui.src.messages.acceptAllButtonPrimary": "Button text for accepting all trackers.",
  "ui.src.messages.acceptAllDescription": "The description displayed when asking the user to accept all data processing.",
  "ui.src.messages.acceptAnalytics": "The affirmative response for opting into analytics in the \"AcceptOrRejectAnalytics\" view state.",
  "ui.src.messages.acceptOrRejectAnalyticsDescription": "The description displayed for the AcceptOrRejectAnalytics banner.",
  "ui.src.messages.close": "An accessible label for the button to close the modal",
  "ui.src.messages.collapsedLabel": "The title displayed in the collapsed version of the consent manager.",
  "ui.src.messages.completeOptionsInvertedTitle": "The title displayed in the CompleteOptionsInverted view state.",
  "ui.src.messages.consentTitle": "The title displayed when asking the user for specific opt out/in preferences.",
  "ui.src.messages.consentTitleAcceptAll": "The title displayed when asking the user to accept all data processing.",
  "ui.src.messages.consentTitleAcceptOrRejectAnalytics": "The title displayed for the AcceptOrRejectAnalytics banner.",
  "ui.src.messages.consentTitleDoNotSellExplainer": "The title displayed for the DoNotSellExplainer banner.",
  "ui.src.messages.consentTitlePrivacyPolicyNotice": "The title displayed for the PrivacyPolicyNotice banner.",
  "ui.src.messages.doNotSellDescription": "The description text for the the DoNotSellExplainer banner.",
  "ui.src.messages.doNotSellOptedIn": "Explainer text in DoNotSellExplainer banner when opted in to sale of data.",
  "ui.src.messages.doNotSellOptedOut": "Explainer text in DoNotSellExplainer banner when opted out of sale of data.",
  "ui.src.messages.noticeTitle": "The Do Not Sell/Share notice title.",
  "ui.src.messages.preferencesSaved": "Confirmation that preferences are saved.",
  "ui.src.messages.privacyPolicyNoticeButton": "Button to dismiss privacy policy notice.",
  "ui.src.messages.privacyPolicyNoticeDescription": "The title displayed for the PrivacyPolicyNotice banner.",
  "ui.src.messages.rejectAllButtonPrimary": "Button text for rejecting all trackers.",
  "ui.src.messages.rejectAnalytics": "The negative response for opting out of analytics in the \"AcceptOrRejectAnalytics\" view state.",
  "ui.src.messages.saving": "The callback when preferences are being persisted.",
  "ui.src.messages.switchLanguage": "An accessible label for the button to switch language",
  "ui.src.noticeAndDoNotSell.confirmButtonPrimary": "OK button text for the Do Not Sell/Share experience.",
  "ui.src.noticeAndDoNotSell.doNotSellHonored": "Title message for acknowledging do not sell preference has ben honored through click.",
  "ui.src.noticeAndDoNotSell.doNotSellHonoredDescription": "Description message for acknowledging do not sell preference has ben honored through click.",
  "ui.src.noticeAndDoNotSell.doNotSellHonoredGpc": "Title message for acknowledging do not sell preference has ben honored through GPC.",
  "ui.src.noticeAndDoNotSell.doNotSellLabel": "Hover/alt text for Do Not Sell notice in footer of the Do Not Sell/Share experience.",
  "ui.src.noticeAndDoNotSell.doNotSellPrimary": "Do Not Sell notice in the footer of the Do Not Sell/Share experience.",
  "ui.src.quickOptions.advertisingButtonPrimary": "Primary button text for selecting functional, essential, analytics and advertising data flows/cookies.",
  "ui.src.quickOptions.advertisingButtonSecondary": "Secondary button text for selecting functional, essential, analytics and advertising data flows/cookies.",
  "ui.src.quickOptions.analyticsButtonPrimary": "Primary button text for selecting functional, essential, and analytics data flows/cookies.",
  "ui.src.quickOptions.analyticsButtonSecondary": "Secondary button text for selecting functional, essential, and analytics data flows/cookies.",
  "ui.src.quickOptions.essentialsButtonPrimary": "Primary button text for selecting only essential data flows/cookies.",
  "ui.src.quickOptions.essentialsButtonSecondary": "Secondary button text for selecting only essential data flows/cookies.",
  "ui.src.quickOptions.functionalAnalyticsButtonPrimary": "Primary button text for selecting functional, analytics, and essential data flows/cookies.",
  "ui.src.quickOptions.functionalAnalyticsButtonSecondary": "Secondary button text for selecting functional, analytics, and essential data flows/cookies.",
  "ui.src.quickOptions.functionalButtonPrimary": "Primary button text for selecting functional and essential data flows/cookies.",
  "ui.src.quickOptions.functionalButtonSecondary": "Secondary button text for selecting functional and essential data flows/cookies."
}
