{
  "purpose.trackingType.Advertising.description": "Text for advertising purposes description in CompleteOptions view state.",
  "purpose.trackingType.Advertising.title": "Text for advertising purposes in CompleteOptions view state.",
  "purpose.trackingType.Analytics.description": "Text for analytics purposes description in CompleteOptions view state.",
  "purpose.trackingType.Analytics.title": "Text for analytics purposes in CompleteOptions view state.",
  "purpose.trackingType.Essential.description": "Text for essential purposes description in CompleteOptions view state.",
  "purpose.trackingType.Essential.title": "Text for essential purposes in CompleteOptions view state.",
  "purpose.trackingType.Functional.description": "Text for functional purposes description in CompleteOptions view state.",
  "purpose.trackingType.Functional.title": "Text for functional purposes in CompleteOptions view state.",
  "purpose.trackingType.SaleOfInfo.description": "Text for advertising purposes description in CompleteOptions view state.",
  "purpose.trackingType.SaleOfInfo.title": "Text for sale of information purposes in CompleteOptions view state.",
  "ui.src.bottomMenu.backButtonText": "Hover text the back button in the footer of the consent banner language options.",
  "ui.src.bottomMenu.backButtonTooltip": "Main text for the back button in the footer of the consent banner language options.",
  "ui.src.bottomMenu.moreChoicesButtonLabel": "Hover/alt text for selecting specific privacy choices.",
  "ui.src.bottomMenu.moreChoicesButtonPrimary": "Text for selecting specific more opt out choices.",
  "ui.src.bottomMenu.showPolicyButtonAcceptAll": "Text for linking out to privacy policy in the AcceptAll UI.",
  "ui.src.bottomMenu.showPolicyButtonAcceptAllOrMoreChoices": "Text for linking out to privacy policy in the AcceptAllOrMoreChoices UI.",
  "ui.src.bottomMenu.showPolicyButtonAcceptAllRejectAllToggle": "Text for linking out to privacy policy in the AcceptAllRejectAllToggle UI.",
  "ui.src.bottomMenu.showPolicyButtonAcceptOrRejectAdvertising": "Text for linking out to privacy policy in the AcceptOrRejectAdvertising UI.",
  "ui.src.bottomMenu.showPolicyButtonAcceptOrRejectAll": "Text for linking out to privacy policy in the AcceptOrRejectAll UI.",
  "ui.src.bottomMenu.showPolicyButtonAcceptOrRejectAllOrMoreChoices": "Text for linking out to privacy policy in the AcceptOrRejectAllOrMoreChoices UI.",
  "ui.src.bottomMenu.showPolicyButtonAcceptOrRejectAnalytics": "Text for linking out to privacy policy in the AcceptOrRejectAnalytics UI.",
  "ui.src.bottomMenu.showPolicyButtonCompleteOptions": "Text for linking out to privacy policy in the CompleteOptions UI.",
  "ui.src.bottomMenu.showPolicyButtonCompleteOptionsInverted": "Text for linking out to privacy policy in the CompleteOptionsInverted UI.",
  "ui.src.bottomMenu.showPolicyButtonCompleteOptionsToggles": "Text for linking out to privacy policy in the CompleteOptionsToggles UI.",
  "ui.src.bottomMenu.showPolicyButtonDoNotSellDisclosure": "Text for linking out to privacy policy in the DoNotSellDisclosure UI.",
  "ui.src.bottomMenu.showPolicyButtonDoNotSellExplainer": "Text for linking out to privacy policy in the DoNotSellExplainer UI.",
  "ui.src.bottomMenu.showPolicyButtonLabel": "Hover/alt for linking out to privacy policy.",
  "ui.src.bottomMenu.showPolicyButtonLanguageOptions": "Text for linking out to privacy policy in the LanguageOptions UI.",
  "ui.src.bottomMenu.showPolicyButtonNoticeAndDoNotSell": "Text for linking out to privacy policy in the NoticeAndDoNotSell UI.",
  "ui.src.bottomMenu.showPolicyButtonOptOutDisclosure": "Text for linking out to privacy policy in OptOutDisclosure UI.",
  "ui.src.bottomMenu.showPolicyButtonPrivacyPolicyNotice": "Text for linking out to privacy policy in the PrivacyPolicyNotice UI.",
  "ui.src.bottomMenu.showPolicyButtonPrivacyPolicyNoticeWithCloseButton": "Text for linking out to privacy policy in the PrivacyPolicyNoticeWithCloseButton UI.",
  "ui.src.bottomMenu.showPolicyButtonQuickOptions": "Text for linking out to privacy policy in the QuickOptions UI.",
  "ui.src.bottomMenu.showPolicyButtonQuickOptions3": "Text for linking out to privacy policy in the QuickOptions3 UI.",
  "ui.src.bottomMenu.showSecondaryPolicyButton": "Text for linking out to secondary policy.",
  "ui.src.bottomMenu.showSecondaryPolicyButtonLabel": "Hover/alt for linking out to secondary policy.",
  "ui.src.bottomMenu.simplerChoicesButtonLabel": "Hover/alt text for selecting simpler opt out choices.",
  "ui.src.bottomMenu.simplerChoicesButtonPrimary": "Text for selecting simpler opt out choices.",
  "ui.src.completeOptions.description": "Freeform description text for the CompleteOptions consent banner.",
  "ui.src.completeOptions.essentialAriaLabel": "Hover/alt text for disabled essential purposes in CompleteOptions view state.",
  "ui.src.completeOptions.globalPrivacySignal": "Text to display when Global Privacy Control (GPC) is respected.",
  "ui.src.completeOptions.saveButtonPrimary": "Confirm button text in CompleteOptions view state.",
  "ui.src.completeOptions.toggleDisable": "Hover/alt text for disabled opt in/opt out checkboxes when user is opted in in CompleteOptions view state.",
  "ui.src.completeOptions.toggleEnable": "Hover/alt text for disabled opt in/opt out checkboxes when user is opted out in CompleteOptions view state.",
  "ui.src.completeOptionsInverted.advertisingLabel": "Text for advertising purposes in CompleteOptionsInverted view state.",
  "ui.src.completeOptionsInverted.analyticsLabel": "Text for analytics purposes in CompleteOptionsInverted view state.",
  "ui.src.completeOptionsInverted.description": "Freeform description text for the CompleteOptionsInverted consent banner.",
  "ui.src.completeOptionsInverted.functionalLabel": "Text for functional purposes in CompleteOptionsInverted view state.",
  "ui.src.completeOptionsInverted.saleOfInfoLabel": "Text for sale of information purposes in CompleteOptionsInverted view state.",
  "ui.src.messages.acceptAdvertising": "The affirmative response for opting into advertising in the \"AcceptOrRejectAdvertising\" view state.",
  "ui.src.messages.acceptAllButtonAriaDescription": "The aria description read when the accept all button is focused.",
  "ui.src.messages.acceptAllButtonPrimary": "Button text for accepting all trackers.",
  "ui.src.messages.acceptAllDescription": "The description displayed when asking the user to accept all data processing.",
  "ui.src.messages.acceptAllRejectAllToggleDescription": "The description text for the AcceptAllRejectAllToggle view state.",
  "ui.src.messages.acceptAnalytics": "The affirmative response for opting into analytics in the \"AcceptOrRejectAnalytics\" view state.",
  "ui.src.messages.acceptOrRejectAdvertisingDescription": "The description displayed for the AcceptOrRejectAdvertising banner.",
  "ui.src.messages.acceptOrRejectAnalyticsDescription": "The description displayed for the AcceptOrRejectAnalytics banner.",
  "ui.src.messages.buttonGroupAriaDescription": "Description for consent submission button groups.",
  "ui.src.messages.close": "An accessible label for the button to close the modal",
  "ui.src.messages.collapsedLabel": "The title displayed in the collapsed version of the consent manager.",
  "ui.src.messages.completeOptionsInvertedTitle": "The title displayed in the CompleteOptionsInverted view state.",
  "ui.src.messages.consentTitle": "The title displayed when asking the user for specific opt out/in preferences.",
  "ui.src.messages.consentTitleAcceptAll": "The title displayed when asking the user to accept all data processing.",
  "ui.src.messages.consentTitleAcceptAllRejectAllToggle": "The title displayed in the AcceptAllRejectAllToggle view state.",
  "ui.src.messages.consentTitleAcceptOrRejectAdvertising": "The title displayed for the AcceptOrRejectAdvertising banner.",
  "ui.src.messages.consentTitleAcceptOrRejectAnalytics": "The title displayed for the AcceptOrRejectAnalytics banner.",
  "ui.src.messages.consentTitleCompleteOptionsToggle": "The title text for the CompleteOptionsToggles view state.",
  "ui.src.messages.consentTitleCompleteOptionsToggleDescription": "The description text for the CompleteOptionsToggles view state.",
  "ui.src.messages.consentTitleDoNotSellExplainer": "The title displayed for the DoNotSellExplainer banner.",
  "ui.src.messages.consentTitlePrivacyPolicyNotice": "The title displayed for the PrivacyPolicyNotice banner.",
  "ui.src.messages.consentTitlePrivacyPolicyNoticeWithCloseButton": "The title displayed for the PrivacyPolicyNoticeWithCloseButton banner.",
  "ui.src.messages.doNotSellDescription": "The description text for the the DoNotSellExplainer banner.",
  "ui.src.messages.doNotSellOptedIn": "Explainer text in DoNotSellExplainer banner when opted in to sale of data.",
  "ui.src.messages.doNotSellOptedOut": "Explainer text in DoNotSellExplainer banner when opted out of sale of data.",
  "ui.src.messages.modalAriaDescription": "The aria description used by screen readers for the modal. This is read when the modal is opened and focused.",
  "ui.src.messages.modalAriaLabel": "The aria label used by screen readers for the modal. This is read when the modal is opened and focused.",
  "ui.src.messages.moreChoicesButtonPrimary": "Button text for redirecting the user to more granular consent choices.",
  "ui.src.messages.noticeButtonAriaDescription": "The aria description read when the ok button is focused.",
  "ui.src.messages.noticeTitle": "The Do Not Sell/Share notice title.",
  "ui.src.messages.preferencesSaved": "Confirmation that preferences are saved to an opted out state.",
  "ui.src.messages.preferencesSavedOptedIn": "Confirmation that preferences are saved to an opted in state.",
  "ui.src.messages.privacyPolicyNoticeButton": "Button to dismiss privacy policy notice.",
  "ui.src.messages.privacyPolicyNoticeDescription": "The description displayed for the PrivacyPolicyNotice banner.",
  "ui.src.messages.privacyPolicyNoticeWithCloseButtonDescription": "The description displayed for the PrivacyPolicyNoticeWithCloseButton banner.",
  "ui.src.messages.rejectAdvertising": "The negative response for opting out of advertising in the \"AcceptOrRejectAdvertising\" view state.",
  "ui.src.messages.rejectAllButtonPrimary": "Button text for rejecting all trackers.",
  "ui.src.messages.rejectAnalytics": "The negative response for opting out of analytics in the \"AcceptOrRejectAnalytics\" view state.",
  "ui.src.messages.saving": "The callback when preferences are being persisted.",
  "ui.src.messages.switchLanguage": "An accessible label for the button to switch language",
  "ui.src.noticeAndDoNotSell.confirmButtonPrimary": "OK button text for the Do Not Sell/Share experience.",
  "ui.src.noticeAndDoNotSell.doNotSellHonored": "Title message for acknowledging do not sell preference has ben honored through click.",
  "ui.src.noticeAndDoNotSell.doNotSellHonoredDescription": "Description message for acknowledging do not sell preference has ben honored through click.",
  "ui.src.noticeAndDoNotSell.doNotSellHonoredGpc": "Title message for acknowledging do not sell preference has ben honored through GPC.",
  "ui.src.noticeAndDoNotSell.doNotSellLabel": "Hover/alt text for Do Not Sell notice in footer of the Do Not Sell/Share experience.",
  "ui.src.noticeAndDoNotSell.doNotSellPrimary": "Do Not Sell notice in the footer of the Do Not Sell/Share experience.",
  "ui.src.optOutDisclosure.optOutHonored": "Title message for acknowledging opt out preference has ben honored through 1-click option.",
  "ui.src.optOutDisclosure.optOutHonoredDescription": "Description message for acknowledging opt out preference has ben honored through 1-click option.",
  "ui.src.optOutDisclosure.optOutHonoredGpc": "Title message for acknowledging do not sell preference has ben honored through GPC.",
  "ui.src.quickOptions.advertisingButtonPrimary": "Primary button text for selecting functional, essential, analytics and advertising data flows/cookies.",
  "ui.src.quickOptions.advertisingButtonSecondary": "Secondary button text for selecting functional, essential, analytics and advertising data flows/cookies.",
  "ui.src.quickOptions.analyticsButtonPrimary": "Primary button text for selecting functional, essential, and analytics data flows/cookies.",
  "ui.src.quickOptions.analyticsButtonSecondary": "Secondary button text for selecting functional, essential, and analytics data flows/cookies.",
  "ui.src.quickOptions.essentialsButtonPrimary": "Primary button text for selecting only essential data flows/cookies.",
  "ui.src.quickOptions.essentialsButtonSecondary": "Secondary button text for selecting only essential data flows/cookies.",
  "ui.src.quickOptions.functionalAnalyticsButtonPrimary": "Primary button text for selecting functional, analytics, and essential data flows/cookies.",
  "ui.src.quickOptions.functionalAnalyticsButtonSecondary": "Secondary button text for selecting functional, analytics, and essential data flows/cookies.",
  "ui.src.quickOptions.functionalButtonPrimary": "Primary button text for selecting functional and essential data flows/cookies.",
  "ui.src.quickOptions.functionalButtonSecondary": "Secondary button text for selecting functional and essential data flows/cookies."
}
